var data = [
    {
        "id": 0,
        "term": "Республиканская форма правления",
        "characteristics": [
            "Глава государства – Президент РФ избирается сроком на 6 лет гражданами РФ на основе всеобщего равного и прямого избирательного права при тайном голосовании."
        ]
    },
    {
        "id": 1,
        "term": "РФ – суверенное государство",
        "characteristics": [
            "Суверенитет РФ распространяется на всю её территорию.",
            "Конституция РФ и федеральные законы имеют верховенство на всей территории РФ.",
            "РФ обеспечивает целостность и неприкосновенность своей территории."
        ]
    },
    {
        "id": 2,
        "term": "РФ – федеративное государство",
        "characteristics": [
            "РФ состоит из республик, краев, областей, городов федерального значения, автономной области, автономных округов – равноправных субъектов.",
            "Республика (государство) имеет свою конституцию и законодательство. Край, область, город федерального значения, автономная область, автономный округ имеет свой устав и законодательство.",
            "Федеративное устройство Российской Федерации основано на ее государственной целостности, единстве системы государственной власти, разграничении предметов ведения и полномочий между органами государственной власти Российской Федерации и органами государственной власти субъектов Российской Федерации, равноправии и самоопределении народов в Российской Федерации."
        ]
    },
    {
        "id": 3,
        "term": "РФ – демократическое государство",
        "characteristics": [
            "Носителем суверенитета и единственным источником власти в РФ является её многонациональный народ.",
            "Признание, соблюдение и защита прав и свобод человека и гражданина – обязанность государства.",
            "В РФ признаются политическая многообразие, многопартийность.",
            "Государство гарантирует равенство прав и свобод человека и гражданина независимо от пола, расы, национальности, языка, происхождения, имущественного и должностного положения, места жительства, отношения к религии, убеждений, принадлежности к общественным объединениям, а также других обстоятельств. Запрещаются любые формы ограничения прав граждан по признакам социальной, расовой, национальной, языковой или религиозной принадлежности.",
            "Гарантируется свобода СМИ. Цензура запрещается."
        ]
    },
    {
        "id": 4,
        "term": "РФ – социальное государство",
        "characteristics": [
            "Российская Федерация - социальное государство, политика которого направлена на создание условий, обеспечивающих достойную жизнь и свободное развитие человека.",
            "В Российской Федерации охраняются труд и здоровье людей, устанавливается гарантированный минимальный размер оплаты труда, обеспечивается государственная поддержка семьи, материнства, отцовства и детства, инвалидов и пожилых граждан, развивается система социальных служб, устанавливаются государственные пенсии, пособия и иные гарантии социальной защиты.",
            "Каждому гарантируется социальное обеспечение по возрасту, в случае болезни, инвалидности, потери кормильца, воспитание детей и в иных случаях, установленных законом.",
            "Малоимущим, иным указанным в законе гражданам, нуждающимся в жилище, оно предоставляется бесплатно или за доступную плату из государственных, муниципальных и других жилищных фондов в соответствии с установленными законом нормами.",
            "Каждый имеет право на охрану здоровья и медицинскую помощь. Медицинская помощь государственных и муниципальных учреждениях здравоохранения оказывается гражданам бесплатно за счёт средств соответствующего бюджета, страховых взносов, других поступлений."
        ]
    },
    {
        "id": 5,
        "term": "РФ – светское государство",
        "characteristics": [
            "",
            "",
            ""
        ]
    },
    {
        "id": 6,
        "term": "Наличие условий для свободного предпринимательства",
        "characteristics": [
            "",
            "",
            ""
        ]
    },
    {
        "id": 7,
        "term": "Реализация принципа разделения властей",
        "characteristics": [
            "",
            "",
            ""
        ]
    },
    {
        "id": 8,
        "term": "Реализация принципа разделения властей",
        "characteristics": [
            "",
            "",
            ""
        ]
    },
    {
        "id": 9,
        "term": "Реализация принципа разделения властей",
        "characteristics": [
            "",
            "",
            ""
        ]
    },
    {
        "id": 10,
        "term": "Реализация принципа разделения властей",
        "characteristics": [
            "",
            "",
            ""
        ]
    },
    {
        "id": 11,
        "term": "Реализация принципа разделения властей",
        "characteristics": [
            "",
            "",
            ""
        ]
    },
    {
        "id": 12,
        "term": "Реализация принципа разделения властей",
        "characteristics": [
            "",
            "",
            ""
        ]
    },
    {
        "id": 13,
        "term": "Реализация принципа разделения властей",
        "characteristics": [
            "",
            "",
            ""
        ]
    },
    {
        "id": 14,
        "term": "Реализация принципа разделения властей",
        "characteristics": [
            "",
            "",
            ""
        ]
    },
    {
        "id": 15,
        "term": "Реализация принципа разделения властей",
        "characteristics": [
            "",
            "",
            ""
        ]
    },
    {
        "id": 16,
        "term": "Реализация принципа разделения властей",
        "characteristics": [
            "",
            "",
            ""
        ]
    },
    {
        "id": 17,
        "term": "Реализация принципа разделения властей",
        "characteristics": [
            "",
            "",
            ""
        ]
    },
    {
        "id": 18,
        "term": "Реализация принципа разделения властей",
        "characteristics": [
            "",
            "",
            ""
        ]
    },
    {
        "id": 19,
        "term": "Реализация принципа разделения властей",
        "characteristics": [
            "",
            "",
            ""
        ]
    },
    {
        "id": 20,
        "term": "Реализация принципа разделения властей",
        "characteristics": [
            "",
            "",
            ""
        ]
    },
    {
        "id": 21,
        "term": "Реализация принципа разделения властей",
        "characteristics": [
            "",
            "",
            ""
        ]
    },
    {
        "id": 22,
        "term": "Реализация принципа разделения властей",
        "characteristics": [
            "",
            "",
            ""
        ]
    }
]