var data = [
    {
        "id": 0,
        "term": "Республиканская форма правления",
        "characteristics": [
            "Глава государства – Президент РФ избирается сроком на 6 лет гражданами РФ на основе всеобщего равного и прямого избирательного права при тайном голосовании."
        ]
    },
    {
        "id": 1,
        "term": "РФ – суверенное государство",
        "characteristics": [
            "Суверенитет РФ распространяется на всю её территорию.",
            "Конституция РФ и федеральные законы имеют верховенство на всей территории РФ.",
            "РФ обеспечивает целостность и неприкосновенность своей территории."
        ]
    },
    {
        "id": 2,
        "term": "РФ – федеративное государство",
        "characteristics": [
            "РФ состоит из республик, краев, областей, городов федерального значения, автономной области, автономных округов – равноправных субъектов.",
            "Республика (государство) имеет свою конституцию и законодательство. Край, область, город федерального значения, автономная область, автономный округ имеет свой устав и законодательство.",
            "Федеративное устройство Российской Федерации основано на ее государственной целостности, единстве системы государственной власти, разграничении предметов ведения и полномочий между органами государственной власти Российской Федерации и органами государственной власти субъектов Российской Федерации, равноправии и самоопределении народов в Российской Федерации."
        ]
    },
    {
        "id": 3,
        "term": "РФ – демократическое государство",
        "characteristics": [
            "Носителем суверенитета и единственным источником власти в РФ является её многонациональный народ.",
            "Признание, соблюдение и защита прав и свобод человека и гражданина – обязанность государства.",
            "В РФ признаются политическая многообразие, многопартийность.",
            "Государство гарантирует равенство прав и свобод человека и гражданина независимо от пола, расы, национальности, языка, происхождения, имущественного и должностного положения, места жительства, отношения к религии, убеждений, принадлежности к общественным объединениям, а также других обстоятельств. Запрещаются любые формы ограничения прав граждан по признакам социальной, расовой, национальной, языковой или религиозной принадлежности.",
            "Гарантируется свобода СМИ. Цензура запрещается."
        ]
    },
    {
        "id": 4,
        "term": "РФ – социальное государство",
        "characteristics": [
            "Российская Федерация - социальное государство, политика которого направлена на создание условий, обеспечивающих достойную жизнь и свободное развитие человека.",
            "В Российской Федерации охраняются труд и здоровье людей, устанавливается гарантированный минимальный размер оплаты труда, обеспечивается государственная поддержка семьи, материнства, отцовства и детства, инвалидов и пожилых граждан, развивается система социальных служб, устанавливаются государственные пенсии, пособия и иные гарантии социальной защиты.",
            "Каждому гарантируется социальное обеспечение по возрасту, в случае болезни, инвалидности, потери кормильца, воспитание детей и в иных случаях, установленных законом.",
            "Малоимущим, иным указанным в законе гражданам, нуждающимся в жилище, оно предоставляется бесплатно или за доступную плату из государственных, муниципальных и других жилищных фондов в соответствии с установленными законом нормами.",
            "Каждый имеет право на охрану здоровья и медицинскую помощь. Медицинская помощь государственных и муниципальных учреждениях здравоохранения оказывается гражданам бесплатно за счёт средств соответствующего бюджета, страховых взносов, других поступлений."
        ]
    },
    {
        "id": 5,
        "term": "РФ – светское государство",
        "characteristics": [
            "В РФ никакая религия не может устанавливаться в качестве государственной или обязательной.",
            "Религиозные объединения отделены от государства и равны перед законом.",
            "Каждому гарантируется свобода совести, свобода вероисповедания, включая право исповедовать индивидуально или совместно с другими любую религию или не исповедовать никакой."
        ]
    },
    {
        "id": 6,
        "term": "Наличие условий для свободного предпринимательства",
        "characteristics": [
            "В РФ гарантируется единство экономического пространства, свободное перемещение товаров, услуг, финансовых средств, поддержка конкуренции, свободы, экономической деятельности.",
            "В РФ признаются и защищаются равным образом частная, государственная, муниципальная и иные формы собственности.",
            "Каждый имеет право на свободное использование своих способностей и имущества для предпринимательской и иной не запрещенной законом экономической деятельности.",
            "Каждый вправе иметь имущество в собственности, владеть, пользоваться и распоряжаться им как единолично, так и совместно с другими лицами."
        ]
    },
    {
        "id": 7,
        "term": "Реализация принципа разделения властей",
        "characteristics": [
            "Государственная власть в РФ осуществляется на основе разделения на законодательную, исполнительную и судебную.",
            "Органы законодательной, исполнительной и судебной власти самостоятельны.",
            "Государственную власть в РФ осуществляют Президент, Федеральное Собрание (Совет Федерации и Государственная Дума), Правительство Российской Федерации, суды Российской Федерации."
        ]
    },
    {
        "id": 8,
        "term": "Возможности человека действовать в соответствии со своими культурными запросами",
        "characteristics": [
            "Каждому гарантируется свобода совести, свобода вероисповедания, включая право исповедовать индивидуально или совместно с другими любую религию или не исповедовать никакой, свободно выбирать, иметь и распространять религиозные и иные убеждения и действовать в соответствии с ними.",
            "Каждый имеет право на образование.",
            "Каждому гарантируется свобода литературного, художественного, научного, технического и других видов творчества, преподавания. Интеллектуальная собственность охраняется законом.",
            "Каждый имеет право на пользование родным языком, на свободный выбор языка общения, воспитания, обучения и творчества."
        ]
    },
    {
        "id": 9,
        "term": "Возможности человека реализовывать свой потенциал в экономической сфере",
        "characteristics": [
            "Каждый вправе иметь имущество в собственности, владеть, пользоваться и распоряжаться им как единолично, так и совместно с другими лицами.",
            "Каждый имеет право на свободное использование своих способностей и имущества для предпринимательской и иной не запрещенной законом экономической деятельности.",
            "Каждый имеет право свободно распоряжаться своими способностями к труду, выбирать род деятельности и профессию.",
            "Граждане и их объединения вправе иметь в частной собственности землю.",
            "Владение, пользование и распоряжение землёй и другими природными ресурсами осуществляются их собственниками, если это не наносит ущерб окружающей среде и не нарушает прав и законных интересов иных лиц."
        ]
    },
    {
        "id": 10,
        "term": "В РФ идеологическое многообразие",
        "characteristics": [
            "В РФ никакая идеология не может устанавливаться в качестве государственной или обязательной.",
            "Признаются политическое многообразие, многопартийность.",
            "Общественные объединения равны перед законом."
        ]
    },
    {
        "id": 11,
        "term": "Гарантия презумпции невиновности",
        "characteristics": [
            "Каждый обвиняемый в совершении преступления считается невиновным, пока его виновность не будет доказана в предусмотренном федеральным законом порядке и установлена вступившим законную силу приговором суда.",
        ]
    },
    {
        "id": 12,
        "term": "Условия для удовлетворения потребности человека в труде",
        "characteristics": [
            "Каждый имеет право свободно распоряжаться своими способностями к труду, выбирать род деятельности и профессию.",
            "Каждый имеет право на труд в условиях, отвечающих требованиям безопасности и гигиены.",
            "Каждый имеет право на вознаграждение за труд без какой бы то ни было дискриминации."
        ]
    },
    {
        "id": 13,
        "term": "Гарантия поддержки граждан, оказавшихся в трудных жизненных ситуациях",
        "characteristics": [
            "Каждый имеет право на защиту от безработицы.",
            "Каждому гарантируется социальное обеспечение в случае болезни, инвалидности, потери кормильца, для воспитания детей и в иных случаях, установленных законом.",
            "Каждому гарантируется право на получение квалифицированной юридической помощи. В случаях, предусмотренных законом, юридическая помощь оказывается бесплатно."
        ]
    },
    {
        "id": 14,
        "term": "Условия для удовлетворения потребности человека в личной безопасности и защищенности",
        "characteristics": [
            "Достоинство личности охраняется государством; ничто не может быть основанием для его умаления.",
            "Никто не должен подвергаться пыткам, насилию, другому жестокому или уничтожающими человеческое достоинство обращению или наказание. Никто не может быть без добровольного согласия подвергнут медицинским, научным или иным опытам.",
            "Жилище неприкосновенно; никто не вправе проникать в жилище против воли проживающих в нём лиц иначе как в случаях, установленных федеральным законом, или на основании судебного решения."
        ]
    },
    {
        "id": 15,
        "term": "Возможности человека принимать участие в управлении государством",
        "characteristics": [
            "Граждане РФ имеют право избирать органы государственной власти, органы местного самоуправления, а также участвовать в референдуме.",
            "Граждане РФ имеют право быть избранными в органы государственной власти и органы местного самоуправления.",
            "Граждане РФ имеют равный доступ к государственной службе.",
            "Граждане РФ имеют право участвовать в управлении делами государства как непосредственно, так и через своих представителей."
        ]
    },
    {
        "id": 16,
        "term": "Условия для полноценного исполнения человеком социальной роли собственника различных факторов производства",
        "characteristics": [
            "Каждый вправе иметь имущество в собственности, владеть, пользоваться и распоряжаться им как единолично, так и совместно с другими лицами",
            "Граждане и их объединения вправе иметь в частной собственности землю.",
            "Каждый имеет право на свободное использование своих способностей и имущества для предпринимательской и иной не запрещенные законом экономической деятельности.",
            "Труд свободен. Каждый имеет право свободно распоряжаться своими способностями к труду, выбирать род деятельности и профессию."
        ]
    },
    {
        "id": 17,
        "term": "Условия для свободного формирования мировоззрения человека",
        "characteristics": [
            "Никакая идеология не может устанавливаться в качестве государственной или обязательной.",
            "Никто не может быть принуждён к выражению своих мнений и убеждений или отказу них.",
            "Каждому гарантируется свобода совести, свобода вероисповедания, включая право исповедовать индивидуально или совместно с другими любую религию или не исповедовать никакой, свободно выбирать, иметь и распространять религиозные и иные убеждения и действовать в соответствии с ними.",
            "Каждый имеет право на участие в культурной жизни и пользование учреждениями культуры, на доступ к культурным ценностям.",
            "Каждый имеет право на образование."
        ]
    },
    {
        "id": 18,
        "term": "Гарантия соблюдения прав и свобод граждан, нарушивших правовые нормы (преступивших закон)",
        "characteristics": [
            "Каждый обвиняемый в совершении преступления считается невиновным, пока его виновность не будет доказана в предусмотренном федеральным законом порядке и установлена вступившим в законную силу приговором суда.",
            "Обвиняемый не обязан доказывать свою невиновность.",
            "Неустранимые сомнения виновности лица толкуются в пользу обвиняемого.",
            "Никто не может быть повторно осуждён за одно и то же преступление.",
            "Каждый осуждённый за преступление имеет право на пересмотр приговора вышестоящим судом в порядке, установленном федеральным законом, а также право просить о помиловании или смягчении наказания.",
            "Каждый задержанный, заключённый под стражу, обвиняемый в совершении преступления имеет право пользоваться помощью адвоката (защитника) с момента соответственно задержания, заключения под стражу или предъявления обвинения.",
            "Обвиняемый в совершении преступления имеет право на рассмотрение его дела судом с участием присяжных заседателей в случаях, предусмотренных федеральным законом."
        ]
    },
    {
        "id": 19,
        "term": "Основы гражданства РФ",
        "characteristics": [
            "Гражданство РФ приобретается и прекращается в соответствии с федеральным законом, является единым и равным независимо от оснований приобретения.",
            "Каждый гражданин РФ обладает на её территории всеми правами свободами и несёт равные обязанности, предусмотренные конституцией РФ.",
            "Гражданин РФ не может быть лишен своего гражданства или права изменить его.",
            "Наличие у гражданина РФ гражданства иностранного государства не умаляет его прав и свобод и не освобождает от обязанностей, вытекающих из российского гражданства, если иное не предусмотрено федеральным законом или международным договором РФ."
        ]
    },
    {
        "id": 20,
        "term": "Условия для удовлетворения потребности человека в личном благополучии",
        "characteristics": [
            "Каждый имеет право на свободу и личную неприкосновенность.",
            "Жилище неприкосновенно; никто не вправе проникать в жилище против воли проживающих в нём лиц иначе как в случаях, установленных федеральным законом или на основании судебного решения.",
            "Каждый имеет право на труд в условиях, отвечающих требованиям безопасности и гигиены, на вознаграждение за труд без какой бы то ни было дискриминации.",
            "Каждому гарантируется социальное обеспечение по возрасту, в случае болезни, инвалидности, потери кормильца, для воспитания детей и в иных случаях, установленных законом.",
            "Каждый имеет право на благоприятную окружающую среду, достоверную информацию о её состоянии и на возмещение ущерба, причинённого его здоровью или имуществу экологическим правонарушениям."
        ]
    },
    {
        "id": 21,
        "term": "Возможности обеспечения достойных условий жизни человеку",
        "characteristics": [
            "Каждый имеет право на вознаграждение за труд без какой бы то ни было дискриминации.",
            "Каждый имеет право на защиту от безработицы.",
            "Каждому гарантируется социальное обеспечение по возрасту, в случае болезни, инвалидности, потери кормильца, для воспитания детей и в иных случаях, установленных законом."
        ]
    },
    {
        "id": 22,
        "term": "Нематериальные блага, принадлежащие гражданину от рождения или в силу закона",
        "characteristics": [
            "Каждый имеет право на жизнь.",
            "Каждый имеет право на свободу и личную неприкосновенность.",
            "Каждый имеет право на неприкосновенность частной жизни, личную семейную тайну, защиту своей чести и доброго имени."
        ]
    }
]